{
  "sections": [
    {
      "title": "Allgemeine Regeln",
      "rules": [
        {
          "content": "Achtet darauf, ein respektvolles Miteinander zu pflegen und eine friedliche Atmosphäre zu bewahren."
        }
      ]
    },
    {
      "title": "Gameplay",
      "rules": [
        {
          "content": "Griefen und Stehlen sind absolut untersagt, dies schließt auch das Scheren von Schafen ein - bitte fragt zuerst den Besitzer."
        },
        {
          "content": "Das Ausnutzen von Glitches/Duplizieren ist verboten, mit der Ausnahme von TNT-Dupern."
        },
        {
          "content": "Auf Shop-Grundstücken ist der Verkauf erst mit einem vorhandenen Gebäude erlaubt."
        },
        {
          "content": "Farmen, die den Server laggen lassen, können vom Modteam stillgelegt werden."
        },
        {
          "content": "Das Laden von Farmen mithilfe von Chunkloadern ist verboten."
        },
        {
          "content": "Sowohl Shop-Grundstücke als auch Wohnorte müssen vor Bebauung genehmigt werden."
        },
        {
          "content": "Achtet darauf, ausreichend Lizenzen zu erwerben."
        }
      ]
    },
    {
      "title": "Strafen",
      "rules": [
        {
          "content": "Mögliche Strafen umfassen Verwarnungen, Chat-Ausschlüsse oder möglicherweise den Rauswurf vom gesamten Server."
        },
        {
          "content": "Bei einer Strafe hat der User die Möglichkeit, sich durch einen Entbannungsantrag an Tiger, Fienix oder Izio zu wenden, um eine Verringerung oder Aufhebung der Strafe zu erwirken."
        },
        {
          "content": "Wenn nicht genügend Lizenzen erworben werden, kann der Gerichtsvollzieher Diamanten/Rüstungen/etc. im Wert der fehlenden Grundstückslizenzen beschlagnahmen – diese können anschließend freigekauft werden."
        }
      ]
    },
    {
      "title": "Mods",
      "rules": [
        {
          "content": "Alle Arten von Hacks, die einen spielerischen Vorteil bieten, sind verboten."
        },
        {
          "content": "Die einzig erlaubte FreeCam Mod ist die \"FreeCam (Modrinth Edition)\"."
        },
        {
          "content": "Bei jeglichen Minimap-Mods ist die Verwendung des Entity Radars, falls vorhanden, strikt untersagt. Der Höhlen-Modus, sofern verfügbar, darf ausschließlich im Nether aktiviert werden, um die Funktionalität der Mod beizubehalten."
        },
        {
          "content": "Die Verwendung von Litematica ist verboten (um die Kreativität zu fördern)."
        }
      ]
    },
    {
      "title": "Die Regeln können jederzeit angepasst werden. Durch das Betreten des Servers akzeptierst Du die Regeln. Unwissenheit schützt nicht vor Strafe!",
      "rules": []
    }
  ]
}
