{
  "sections": [
    {
      "title": "Allgemeine Regeln",
      "rules": [
        {
          "content": "Achtet darauf, ein respektvolles Miteinander zu pflegen und eine friedliche Atmosphäre zu bewahren."
        },
        {
          "content": "Durch das Betreten des Servers akzeptierst Du die Regeln. Unwissenheit schützt nicht vor Strafe!"
        },
        {
          "content": "Die Regeln können jederzeit angepasst werden. Zusätzlich werden Änderungen auf Discord bekannt gegeben."
        }
      ]
    },
    {
      "title": "Gameplay",
      "rules": [
        {
          "content": "Sowohl Shop-Grundstücke als auch Base-Orte müssen vor Bebauung genehmigt werden, um anderen nicht im Weg zu stehen."
        },
        {
          "content": "Griefen und Stehlen sind absolut untersagt, dies schließt z.B. auch das Scheren von Schafen ein - bitte fragt zuerst den Besitzer."
        },
        {
          "content": "Das Ausnutzen von Glitches/Duplizieren ist verboten, mit der Ausnahme von TNT-Dupern."
        },
        {
          "content": "Achtet darauf, ausreichend Lizenzen zu erwerben. Weitere Informationen hierzu im FAQ."
        },
        {
          "content": "Auf Shop-Grundstücken ist der Verkauf erst mit einem vorhandenen Gebäude erlaubt."
        },
        {
          "content": "Kistenshops dürfen nur auf Shopgrundstücken erstellt werden."
        },
        {
          "content": "Farmen, die den Server laggen lassen, können vom Modteam stillgelegt werden."
        },
        {
          "content": "Chunkloader sind lediglich für Teleporter erlaubt. Chunkloader zum Laden von Farmen oder anderen Bereichen, die den Server belasten (z.B. durch große Redstoneschaltungen oder viele Mobs), ist verboten."
        }
      ]
    },
    {
      "title": "Strafen",
      "rules": [
        {
          "content": "Mögliche Strafen umfassen das Ersetzen von gegrieften oder gestohlenen Dingen, Verwarnungen, Chat-Ausschlüsse oder im Wiederholungsfall den Ausschluss vom Server."
        },
        {
          "content": "Bei einer Strafe hat der User die Möglichkeit, sich durch einen Entbannungsantrag an Tiger, Fienix oder Izio zu wenden, um eine Verringerung oder Aufhebung der Strafe zu erwirken."
        },
        {
          "content": "Wenn nicht genügend Lizenzen erworben werden, kann der Gerichtsvollzieher Diamanten/Rüstungen/etc. im Wert der fehlenden Grundstückslizenzen beschlagnahmen – diese können anschließend freigekauft werden."
        }
      ]
    },
    {
      "title": "Mods",
      "rules": [
        {
          "content": "Alle Arten von Hacks, die einen spielerischen Vorteil bieten, sind verboten."
        },
        {
          "content": "Bei jeglichen Minimap-Mods ist die Verwendung des Entity Radars, falls vorhanden, strikt untersagt. Der Höhlen-Modus, sofern verfügbar, darf ausschließlich im Nether aktiviert werden, um die Funktionalität der Mod beizubehalten."
        },
        {
          "content": "Die Verwendung von Litematica ist verboten (um die Kreativität zu fördern)."
        }
      ]
    }
  ]
}
